Repository: ixiam/banking
Catalog: l10n/*/LC_MESSAGES/banking.po
Languages: es_es

source: New user interface
es_es: Nueva interfaz de usuario

source: Legacy user interface
es_es: Interfaz de usuario heredada

source: Statement User interface
es_es: Extracto interfaz de usuario

source: In Main Menu
es_es: En el menú principal

source: In Contribution Menu
es_es: En el menú de Contribuciones

source: No Menu
es_es: Sin acceso desde el menú

source: CiviBanking Menu Position
es_es: Posición del menú CiviBanking

source: Tree View
es_es: Vista de árbol

source: Simple Text
es_es: Texto sencillo

source: JSON Code
es_es: Código JSON

source: Tree Editor
es_es: Editor de árbol

source: Form Editor
es_es: Editor de formulario

source: Configuration Editor Default Mode
es_es: Modo predeterminado del editor de configuración

source: Log Level
es_es: Nivel del log

source: Log File
es_es: Archivo del log

source: Don't store bank accounts automatically
es_es: No almacenar cuentas bancarias automáticamente

source: Normalise bank account references
es_es: Normalizar referencias de cuentas bancarias

source: Validate bank account references
es_es: Validar referencias de cuentas bancarias

source: Lenient bank account dedupe
es_es: Deduplicación de cuenta bancaria indulgente

source: Save
es_es: Guardar

source: Cannot update, wrong plugin type!
es_es: ¡No se puede actualizar, tipo de complemento incorrecto!

source: Cannot update, wrong plugin class!
es_es: ¡No se puede actualizar, clase de complemento incorrecta!

source: Cannot update, field %1 differs.
es_es: No se puede actualizar, el campo %1 es diferente.

source: Description
es_es: Descripción

source: Date created
es_es: Fecha de creación

source: Date modified
es_es: Fecha de modificación

source: Data Raw
es_es: Datos sin procesar

source: Data Parsed
es_es: Datos procesados

source: Contact ID
es_es: Identificador de contacto

source: Reference value
es_es: Valor de la referencia

source: Reference type
es_es: Tipo de la referencia

source: Bank Account ID
es_es: ID de la cuenta de banco

source: Unique Statement Reference
es_es: Referencia única del extracto

source: Value date
es_es: Fecha del valor

source: Booking date
es_es: Fecha de registro

source: Transaction amount
es_es: Cantidad de la transacción

source: Currency
es_es: Moneda

source: Bank Transaction Type
es_es: Tipo de transacción bancaria

source: Bank Transaction Status
es_es: Estado de la transacción bancaria

source: Party Bank Account ID
es_es: ID de la cuenta bancaria de la parte/persona

source: Bank Transaction Batch ID
es_es: ID del lote de transacción bancaria

source: Sequence in statement
es_es: Secuencia en el extracto

source: Suggestions
es_es: Sugerencias

source: Issue date
es_es: Fecha de asunto

source: Statement Reference
es_es: Referencia del extracto

source: Bank Statement sequence
es_es: Secuencia del extracto bancario

source: Starting Balance
es_es: Balance inicial

source: Ending Balance
es_es: Balance final

source: Transaction Count
es_es: Cantidad de transacciones

source: Start date
es_es: Fecha de inicio

source: End date
es_es: Fecha de fin

source: Plugin type
es_es: Tipo de plugin

source: Plugin class name
es_es: Nombre de clase del plugin

source: Name
es_es: Nombre

source: Enabled
es_es: Activado

source: Weight
es_es: Peso

source: Config
es_es: Configuración

source: State
es_es: Estado

source: Unknown
es_es: Desconocido

source: Bank Account Type
es_es: Tipo de cuenta bancaria

source: Bank Account Number
es_es: Número de cuenta bancaria

source: Bank Name
es_es: Nombre del banco

source: Country
es_es: País

source: Cancel
es_es: Cancelar

source: Invalid reference.
es_es: Referencia no válida.

source: Invalid reference '%1'
es_es: Referencia no válida '%1'

source: Failure
es_es: Falla

source: Bank account '%1' was created.
es_es: Se creó la cuenta bancaria '%1' .

source: Success
es_es: Éxito

source: Bank account '%1' was updated.
es_es: Se actualizó la cuenta bancaria '%1' .

source: Enter name
es_es: Ingresar el nombre

source: Describe here what this plugin does.
es_es: Describa aquí lo que hace este complemento.

source: Configure Plugin "%1"
es_es: Configurar el complemento "%1"

source: Plugin Name
es_es: Nombre del complemento

source: Plugin Class
es_es: Clase del complemento

source: Implementation
es_es: Implementación

source: Update plugin '%1' with configuration file.
es_es: Actualizar el complemento '%1' con el archivo de configuración.

source: Select configuration file
es_es: Seleccionar el fichero de configuración

source: Update
es_es: Actualizar

source: Import CiviBanking Plugins
es_es: Importar complementos de CiviBanking

source: Select files to import
es_es: Seleccionar archivos a importar

source: Import
es_es: Importar

source: %1 new plugins imported
es_es: %1 nuevos complementos importados

source: Plugin configuration updated
es_es: Configuración del complemento actualizada

source: No configuration files selected
es_es: No se seleccionaron archivos de configuración

source: Import/update failed: %1
es_es: Importación/actualización fallida: %1

source: Failed
es_es: Fallida

source: Initialising analyser...
es_es: Inicializando analizador...

source: Analysing bank transactions %1-%2
es_es: Analizando transacciones bancarias %1-%2

source: Analysing %1 bank transactions
es_es: Analizando %1 transacciones bancarias

source: No Logging
es_es: Sin registro log

source: Debug
es_es: Depurar

source: Info
es_es: Información

source: Warnings
es_es: Avisos

source: Errors
es_es: Errores

source: Error while trying to query database for matcher plugins!
es_es: ¡Error al intentar consultar la base de datos en busca de complementos de comparación!

source: No processors
es_es: No hay procesadores

source: Error while trying to query database for postprocessor plugins!
es_es: ¡Error al intentar consultar la base de datos en busca de complementos de postprocesador!

source: No matcher plugins configured!
es_es: ¡No se han configurado los complementos de comparación!

source: Matcher tried to override BTX object with different entity
es_es: El comparador intentó anular el objeto BTX con una entidad diferente

source: Matcher Failure
es_es: Falló el comparador

source: Could not load BTX object, no id stored.
es_es: No se pudo cargar el objeto BTX, no se almacenó ninguna identificación.

source: Matcher tried to override plugin object with different entity
es_es: El comparador intentó anular el objeto del complemento con una entidad diferente

source: Could not load plugin object, no id stored.
es_es: No se pudo cargar el objeto del complemento, no se almacenó ninguna identificación.

source: Cannot add evidence outside [0,1] range, assuming 1
es_es: No se puede agregar evidencia fuera del rango [0,1], asumiendo 1

source: Warning: bad matcher evidence
es_es: Aviso: mala evidencia del comparador

source: Dedupe Bank Accounts
es_es: Deduplicar cuentas bancarias

source: %1 errors were encountered when trying to merge duplicate bank accounts, %2/%3 bank accounts were successfully merged.
es_es: Se encontraron %1 errores al intentar fusionar cuentas bancarias duplicadas, %2/%3 cuentas bancarias se fusionaron con éxito.

source: Errors encountered
es_es: Errores encontrados

source: %1 duplicate bank accounts successfully merged.
es_es: %1 cuentas bancarias duplicadas fusionadas con éxito.

source: %1 errors were encountered when trying to delete duplicate references. %2/%3 references were successfully deleted.
es_es: Se encontraron %1 errores al intentar eliminar referencias duplicadas. Las referencias %2/%3 se eliminaron con éxito.

source: %1 duplicate references successfully deleted.
es_es: %1 referencias duplicadas eliminadas con éxito.

source: Find Accounts
es_es: Buscar cuentas

source: CiviBanking Dashboard
es_es: Panel de control de CiviBanking

source: account
es_es: cuenta

source: Payments
es_es: Pagos

source: current year
es_es: año actual

source: last year
es_es: año pasado

source: all times
es_es: todos los tiempos

source: Bank Transaction Exporter
es_es: Exportador de transacciones bancarias

source: Bank Transaction Importer
es_es: Importador de transacciones bancarias

source: File rejected by importer!
es_es: Archivo rechazado por el importador

source: Bad input file
es_es: Archivo de entrada incorrecto

source: Import stream rejected by importer, maybe not ready!
es_es: Flujo de importación rechazado por el importador, ¡tal vez no esté listo!

source: Bad input stream
es_es: Flujo de entrada incorrecto

source: Importer needs a file to proceed.
es_es: El importador necesita un archivo a procesar

source: No input file
es_es: No hay archivo de entrada

source: Automated running not yet implemented
es_es: Ejecución automatizada aún no ha sido implementada

source: Not implemented
es_es: No se ha implementado

source: Import Warning
es_es: Aviso de importación

source: Import Error
es_es: Error de importación

source: Manage CiviBanking Configuration
es_es: Administrar la configuración de CiviBanking

source: CiviBanking plugin [%1] deleted.
es_es: Complemento de CiviBanking [%1] eliminado.

source: Plugin deleted
es_es: Complemento eliminado.

source: Bank Transactions
es_es: Transacciones bancarias

source: Unnamed
es_es: Sin nombre

source: %d incomplete statments.
es_es: %d extractos incompletos.

source: %d analysed statments.
es_es: %d extractos analizados.

source: %d completed statments.
es_es: %d extractos completados.

source: not yet identified.
es_es: aún sin identificar.

source: %d new transactions.
es_es: %d nuevas transacciones.

source: %d analysed transactions.
es_es: %d transacciones analizadas.

source: %d completed transactions.
es_es: %d transacciones completadas.

source: Internal limit of 2000 transactions hit. Please use smaller statements.
es_es: Se alcanzó el límite interno de 2000 transacciones. Utilice extractos más pequeños.

source: List incomplete
es_es: Lista incompleta

source: <i>unknown date</i>
es_es: <i>fecha desconocida</i>

source: Unknown User
es_es: Usuario desconocido

source: automatically
es_es: automáticamente

source: This transaction was <b>%s processed</b> on %s by %s.
es_es: Esta transacción fue <b>%s procesada</b> en %s por %s.

source: This transaction was <b>%s ignored</b> on %s by %s.
es_es: Esta transacción fue <b>%s ignorada</b> en %s por %s.

source: This transaction was <b>processed</b> on %s.
es_es: Esta transacción fue <b>procesada</b> en %s.

source: This transaction was marked to be <b>ignored</b> on %s.
es_es: Esta transacción fue marcada para ser <b>ignorada</b> en %s.

source: Review Bank Transaction %1 of %2 (%3 unprocessed ahead)
es_es: Revisar transacción bancaria %1 de %2 (%3 sin procesar antes)

source: Review Bank Transaction
es_es: Revisar transacción bancaria

source: The transaction has been analysed again.
es_es: La transacción ha sido analizada nuevamente.

source: Transaction analysed
es_es: Transacción analizada

source: The transaction was booked.
es_es: La transacción fue registrada.

source: Transaction closed
es_es: Transacción cerrada

source: The transaction was ignored.
es_es: La transacción fue ignorada.

source: The transaction could not be closed.
es_es: No se pudo cerrar la transacción.

source: The execution failed, please re-analyse the transaction.
es_es: La ejecución falló, vuelva a analizar la transacción.

source: Selected suggestions disappeared. Suggestion NOT executed!
es_es: Las sugerencias seleccionadas han desaparecido. ¡Sugerencia NO ejecutada!

source: Internal Error
es_es: Error interno

source: Statement Lines
es_es: Líneas de extracto

source: Banking statements
es_es: Extractos bancarios

source: Statements %%StatusMessage%%
es_es: Extractos %%StatusMessage%%

source: Unknown account
es_es: Cuenta desconocida

source: Rule '%s' failed. Exception was %s
es_es: La regla '%s' ha fallado. La excepción ha sido %s

source: Pattern '%s' was not found in entry '%s'.
es_es: El patrón '%s' no se ha encontrado en la entrada '%s'.

source: Importing streams not supported by this plugin.
es_es: Flujos de importación no soportados por este complemento.

source: Settles a contribution batch
es_es: Liquida un lote de contribuciones

source: Internal error! Cannot find batch %s
es_es: ¡Error interno! No se puede encontrar el lote %s

source: Internal error! Cannot complete contribution %s. Error message was: '%s'
es_es: ¡Error interno! No se puede completar la contribución %s. El mensaje de error fue: '%s'

source: Completed all %d contributions.
es_es: Completadas todas las %d contribuciones.

source: Batch completed
es_es: Lote completado

source: Some contribtions in batch %s are not in state 'pending', and override was not enabled. The payment was NOT processed!
es_es: Algunas contribuciones en lote %s no están en estado 'pendiente' y la anulación no estaba habilitada. ¡El pago NO fue procesado!

source: Internal error! Cannot find batch #
es_es: ¡Error interno! No se pudo encontrar el lote #

source: not exported
es_es: no exportado

source: WARNING! Not all contributions of this batch are in status 'pending'.
es_es: ¡PRECAUCIÓN! No todas las contribuciones de este lote están en estado 'pendiente'.

source: Override and set all contributions to 'completed' anyway.
es_es: Sobreescribir y modificar todas las contribuciones en 'completado' igualmente.

source: All contributions of this batch will be set to 'completed'.
es_es: Todas las contribuciones de este lote se establecerán como 'completadas'.

source: Created
es_es: Creado

source: Exported
es_es: Exportado

source: Transactions
es_es: Transacciones

source: Amount
es_es: Cantidad

source: This transaction was associated with <a href="%s">payment batch #%s</a>.
es_es: Esta transacción se asoció con el <a href="%s">lote de pago #%s</a>.

source: Source
es_es: Origen

source: Create a new contribution
es_es: Crear una nueva contribución

source: Couldn't create contribution.
es_es: No se ha podido crear la contribución.

source: Error was:
es_es: El error fue:

source: Couldn't find contribution #%s
es_es: No se ha podido encontrar la contribución #%s

source: Couldn't modify contribution #%s
es_es: No se ha podido modificar la contribución #%s

source: The contribution is not valid. The transaction is NOT completed.
es_es: La contribución no es válida. La transacción NO se ha completado.

source: Transaction NOT completed.
es_es: Transacción NO completada.

source: No contribution given. The transaction is NOT completed.
es_es: No se ha dado ninguna contribución. La transacción NO se ha completado.

source: This transaction was manually matched to the following contributions:
es_es: Esta transacción se comparó manualmente con las siguientes contribuciones:

source: Contribution
es_es: Contribución

source: Contact was positively identified.
es_es: El contacto has sido identificado.

source: Contact was likely identified.
es_es: El contacto probablemente ha sido identificado.

source: Matching contribution found
es_es: Contribución coincidente encontrada

source: A pending contribution matching the transaction was found.
es_es: Se encontró una contribución pendiente que coincide con la transacción.

source: This transaction is the <b>cancellation</b> of the below contribution.
es_es: Esta transacción es la <b>cancelación</b> de la siguiente contribución.

source: Possible matching contribution found
es_es: Posible contribución coincidente encontrada

source: A pending contribution partially matching the transaction was found.
es_es: Se encontró una contribución pendiente que coincide parcialmente con la transacción.

source: This transaction could be the <b>cancellation</b> of the below contribution.
es_es: Esta transacción podría ser la <b>cancelación</b> de la siguiente contribución.

source: Contribution has disappeared.
es_es: La contribución ha desaparecido.

source: Error was:
es_es: El error ha sido:

source: Execution Failure
es_es: Ejecución fallida

source: Contribution status has been modified.
es_es: El estado de la contribución ha sido modificado.

source: Couldn't modify contribution.
es_es: No se ha podido modificar la contribución.

source: the transaction amount is in the range [
es_es: la cantidad de la transacción está en el rango [

source: the transaction value date is in the range [
es_es: la fecha valor de la transacción está en el rango [

source: the transaction purpose matches the expression "%s"
es_es: el propósito de la transacción coincide con la expresión "%s"

source: Because :
es_es: Porque:

source: Record as Membership Fee
es_es: Registrar como Cuota de Miembro

source: A general penalty was applied.
es_es: Se aplicó una sanción general.

source: The expected amount for the recurring contribution(s) seems to have changed. Please analyse transaction again.
es_es: El monto esperado para la(s) contribución(es) recurrente(s) parece haber cambiado. Por favor analice la transacción nuevamente.

source: Recurring contribution changed
es_es: Contribución recurrente modificada

source: None
es_es: Ninguno

source: The situation for the recurring contribution seems to have changed. Please analyse transaction again.
es_es: La situación de la contribución recurrente parece haber cambiado. Por favor analice la transacción nuevamente.

source: The contact could not be uniquely identified.
es_es: El contacto no se pudo identificar de forma única.

source: The amount of the transaction differs from the expected amount.
es_es: El monto de la transacción difiere del monto esperado.

source: The currency of the transaction is not as expected.
es_es: La divisa de la transacción no es la esperada.

source: The date of the transaction deviates too much from the expected date.
es_es: La fecha de la transacción se desvía demasiado de la fecha esperada.

source: There is already another contribution recorded for this interval:
es_es: Ya hay otra contribución registrada para este intervalo:

source: There are already multiple contributions recorded for this interval:
es_es: Ya hay múltiples contribuciones registradas para este intervalo:

source: You cannot
es_es: No se puede

source: Campaign ID
es_es: ID de Campaña

source: Membership ID
es_es: ID de la membresía

source: Financial Type ID
es_es: ID del tipo de financiación

source: Payment Instrument ID
es_es: ID del Método de pago

source: No new rule was created.
es_es: No se creó ninguna regla nueva.

source: Nothing to do
es_es: Nada que hacer

source: New rule created.
es_es: Nueva regla creada.

source: Unspecified SEPA cancellation
es_es: Cancelación SEPA no especificada

source: Follow-up SEPA Cancellation
es_es: Seguimiento de la cancelación SEPA

source: Couldn't load SEPA mandate for reference %s
es_es: No se pudo cargar el mandato SEPA para la referencia %s

source: There was more than one matching contribution found! Try to configure the plugin with a smaller search time span.
es_es: ¡Se encontró más de una contribución coincidente! Intente configurar el complemento con un período de tiempo de búsqueda más pequeño.

source: There was no matching contribution! Try to configure the plugin with a larger search time span.
es_es: ¡No hubo ninguna contribución equivalente! Intente configurar el complemento con un período de tiempo de búsqueda mayor.

source: The contribution connected to this mandate could not be read.
es_es: La contribución asociada con este mandato no pudo ser leída.

source: The contact connected to this mandate could not be read.
es_es: El contacto asociado con este mandato no pudo ser leído.

source: SEPA SDD Transaction
es_es: Transacción SEPA SDD

source: The contribution does not feature the expected amount.
es_es: La contribución no cuenta con el importe esperado.

source: The contribution does not have the expected status 'in Progress'.
es_es: La contribución no tiene el estado esperado 'En progreso'.

source: The contact this mandate belongs to has been deleted.
es_es: El contacto de este mandato ha sido eliminado.

source: Cancel SEPA SDD Transaction
es_es: Cancelar transacción SEPA SDD

source: The cancellation fee, i.e. the deviation from the original amount, is not in the specified range.
es_es: La comisión de cancelación, es decir, la desviación de la cantidad original, no está en el rango especificado.

source: Contribution is NOT member in exactly one SEPA transaction group!
es_es: ¡La contribución NO forma parte de un grupo de transacciones SEPA!

source: SEPA transaction group '%s' was marked as received.
es_es: El grupo de transacciones SEPA '%s' ha sido marcado como recibido.

source: Couldn't modify mandate.
es_es: No se pudo modificar el mandato.

source: Internal error! Cannot find contribution #
es_es: ¡Error interno! No se puede encontrar la contribución #

source: New Address Received
es_es: Nueva dirección recibida

source: Internal error: trying to open BTX batch before closing an old one.
es_es: Error interno: intentando abrir un lote BTX antes de cerrar uno anterior.

source: Adjusted ending balance from %s to %s!
es_es: Balance final ajustado desde %s a %s!

source: Internal error: trying to close a nonexisting BTX batch.
es_es: Error interno: intentando cerrar un lote BTX inexistente.

source: WARNING: multiple currency batches not fully supported
es_es: AVISO: múltiples lotes de divisas no son totalmente compatibles

source: Failed to query BTX.
es_es: Error al consultar BTX.

source: Duplicate BTX entry detected. Not imported!
es_es: Se detectó una entrada BTX duplicada. ¡No importado!

source: No valid booking date detected. Not imported!
es_es: No se detectó una fecha de registro válida. ¡No importado!

source: No valid value date detected. Not imported!
es_es: No se ha detectado una fecha valor válida. ¡No importado!

source: DRY RUN: Did not create bank transaction (%1 on %2)
es_es: EJECUCIÓN EN VACÍO: no se creó la transacción bancaria (%1 en %2)

source: Error while storing BTX: %s
es_es: Error al guardar BTX: %s

source: Created BTX <b>%1</b> for <b>%2</b> on %3
es_es: BTX creado <b>%1</b> para <b>%2</b> en %3

source: No further information available
es_es: No hay más información disponible

source: created by CiviBanking
es_es: creado por CiviBanking

source: Couldn't create reference. Error was: '%1'
es_es: No se pudo crear la referencia. El error fue: '%1'

source: The account information of this contact was saved, but it is also used by the following contacts:<br/><ul>%s</ul>
es_es: La información de la cuenta de este contacto se guardó, pero también la utilizan los siguientes contactos:

source: Warning
es_es: Aviso

source: The account information of this contact was saved.
es_es: La información de la cuenta de este contacto ha sido guardada.

source: Account saved
es_es: Cuenta guardada

source: Unnamed Rule [%1]
es_es: Regla sin nombre [%1]

source: Upgrade %1 to revision %2
es_es: Actualizar %1 a la revisión %2

source: About %1
es_es: Acerca de %1

source: This is an auto-generated skeletal page.
es_es: Esta es una página esquemática generada automáticamente.

source: To view more debugging information, edit the URL and include "?angularDebug=1".
es_es: Para ver más información de la depuración, edite la URL e incluya "?angularDebug=1".

source: Greeting
es_es: Saludo

source: Hello, %1.
es_es: Hola, %1.

source: Hello, stranger.
es_es: Hola, extraño/a.

source: About Me
es_es: Acerca de mí

source: First
es_es: Primero

source: Last
es_es: Último

source: banking
es_es: bancaria

source: Saving...
es_es: Guardando...

source: Saved
es_es: Guardado

source: Editing Banking Rule [%1]
es_es: Edición de regla bancaria [%1]

source: Match Criteria
es_es: Criterios de coincidencia

source: CiviBanking Rules
es_es: Reglas de CiviBanking

source: Disabled
es_es: Deshabilitado

source: Are you sure you want %s %n rules?
es_es: ¿Seguro que quieres %s %n reglas?

source: Updating Rules...
es_es: Actualizando reglas...

source: Complete
es_es: Completa
