Repository: ixiam/banking
Catalog: l10n/*/LC_MESSAGES/banking.po
Languages: es_es

source: International Bank Account Number
es_es: Número internacional de cuenta bancaria (IBAN)

source: Format: see <a href="https://en.wikipedia.org/wiki/International_Bank_Account_Number">IBAN on WikiPedia<a>.
es_es: Formato: ver <a href="https://en.wikipedia.org/wiki/International_Bank_Account_Number">IBAN en Wikipedia<a>.

source: German Bank Account Number
es_es: Número de cuenta bancaria alemana

source: Format is "BBBBBBBB/KKKKKKKKKK", (B="BLZ", K="Kontonummer") eg. "12345678/0000123456"
es_es: El formato es "BBBBBBBB/KKKKKKKKKK", (B="BLZ", K="Kontonummer"), por ejemplo, "12345678/0000123456"

source: Austrian Bank Account Number
es_es: Número de cuenta bancaria de Austria

source: Format is "BBBBB/KKKKKKKKKKK", (B="BLZ", K="Kontonummer") eg. "12345/00001234567"
es_es: El formato es "BBBBB/KKKKKKKKKKK", (B="BLZ", K="Kontonummer"), por ejemplo, "12345/00001234567"

source: Belgian Bank Account Number
es_es: Número de cuenta bancaria belga

source: Swiss Bank Account Number
es_es: Número de cuenta bancaria suiza

source: Format is XX-XXXXXXXXX-X.
es_es: El formato es XX-XXXXXXXXX-X.

source: Czech Bank Account Number
es_es: Número de cuenta bancaria checa

source: Format is "PPPPPP-UUUUUUUUUU/CCCC" (P="predcisli/prefix", U="vlastni cislo/bank account", C="bank code") The first part (PPPPPP-) is optional.
es_es: El formato es "PPPPPP-UUUUUUUUUU/CCCC" (P="predcisli/prefix", U="vlastni cislo/bank account", C="bank code"). La primera parte (PPPPPP-) es opcional.

source: Fingerprint
es_es: Huella

source: SHA1 fingerprint of some tell-tale value in the transaction information
es_es: Huella digital SHA1 de algún valor revelador en la información de la transacción

source: Internal Link
es_es: Enlace interno

source: GoCardless customer ID
es_es: ID de cliente de GoCardless

source: WorldPay merchant ID
es_es: ID de comercio de WorldPay

source: Stewardship merchant ID
es_es: ID de comercio de Stewardship

source: PayPal account identification (email)
es_es: Identificación de la cuenta de PayPal (correo electrónico)

source: Spanish Bank Account Number
es_es: Número de cuenta bancaria española

source: Traditional Spanish bank account number
es_es: Número de cuenta bancaria española tradicional (CCC)

source: Dashboard
es_es: Panel de control

source: Show Transactions
es_es: Mostrar transacciones

source: Dedupe Accounts
es_es: Deduplicación de cuentas

source: Import Transactions
es_es: Importar transacciones

source: Configuration Manager
es_es: Administrador de configuración

source: Bank Accounts
es_es: Cuentas bancarias

source: General Settings
es_es: Configuración general

source: Bank Account Settings
es_es: Configuración de la cuenta bancaria

source: Bank Account
es_es: Cuenta bancaria

source: Bank
es_es: Banco

source: German
es_es: Alemán

source: delete
es_es: eliminar

source: add
es_es: añadir

source: Delete
es_es: Eliminar

source: Edit
es_es: Editar

source: This contact has no known accounts associated with him/her.
es_es: Este contacto no tiene cuentas conocidas asociadas con él/ella.

source: Add
es_es: Añadir

source: Edit Bank Account
es_es: Editar cuenta bancaria

source: The bank account has been deleted
es_es: La cuenta bancaria ha sido eliminada.

source: Are you sure you want to delete this bank account?
es_es: ¿Seguro que quieres eliminar esta cuenta bancaria?

source: A bank account has to have at least one reference.
es_es: Una cuenta bancaria debe tener al menos una referencia.

source: The bank account reference has been deleted
es_es: La referencia de la cuenta bancaria ha sido eliminada.

source: Are you sure you want to delete this bank account reference?
es_es: ¿Seguro que quieres eliminar esta referencia de cuenta bancaria?

source: Basic Information
es_es: Información básica

source: Configuration
es_es: Configuración

source: This page finds and lists duplicate or conflicting bank account information.
es_es: Esta página encuentra y enumera información de cuentas bancarias duplicadas o contradictorias.

source: Duplicate References
es_es: Referencias duplicadas

source: These are identical account references (e.g. account numbers) that point to the same bank account. The duplicates can be removed safely.
es_es: Estas son referencias de cuenta idénticas (por ejemplo, números de cuenta) que apuntan a la misma cuenta bancaria. Los duplicados se pueden eliminar de forma segura.

source: Bank Account Owners
es_es: Titulares de cuentas bancarias

source: Count
es_es: Cantidad

source: Account Reference
es_es: Referencia de cuenta

source: fix
es_es: fijar

source: fix all
es_es: fijar todo

source: No duplicate references found.
es_es: No se encontraron referencias duplicadas.

source: Duplicate Bank Accounts
es_es: Cuentas bancarias duplicadas

source: These are duplicate bank accounts listed for the <i>same</i> contact. In most cases, the bank accounts can be merged automatically.
es_es: Estas son cuentas bancarias duplicadas que figuran para el <i>mismo</i> contacto. En la mayoría de los casos, las cuentas bancarias se pueden fusionar automáticamente.

source: No duplicate accounts found.
es_es: No se encontraron cuentas duplicadas.

source: Bank Account Ownership Conflicts
es_es: Conflictos de titularidad de cuentas bancarias

source: These are duplicate bank accounts listed for <i>different</i> contacts. Those that are not intended to be "shared" need to be resolved manually - sorry.
es_es: Estas son cuentas bancarias duplicadas que figuran en <i>diferentes</i> contactos. Aquellos que no están destinados a ser "compartidos" deben resolverse manualmente, lo siento.

source: merge
es_es: fusionar

source: exclude
es_es: excluir

source: No conflicting bank accounts found.
es_es: No se encontraron cuentas bancarias en conflicto.

source: Search Criteria
es_es: Criterio de búsqueda

source: Bank account number<br/>(or partials)
es_es: Número de cuenta bancaria<br/>(o parciales)

source: Also search additional account information
es_es: Además busque en información adicional de la cuenta

source: Search
es_es: Buscar

source: accounts match your search
es_es: cuentas coincidentes con su búsqueda

source: Sorry, no accounts match your search!
es_es: Lo sentimos, ninguna cuenta coincide con su búsqueda.

source: Weekly overview
es_es: Vista semanal

source: Account
es_es: Cuenta

source: in the past
es_es: en el pasado

source: week
es_es: semana

source: There are no records for this time span.
es_es: No hay registros para este período de tiempo

source: no records
es_es: sin registros

source: Statistics
es_es: Estadísticas

source: <domain="temporal">From</domain>
es_es: <domain="temporal">De</domain>

source: <domain="temporal">To</domain>
es_es: <domain="temporal">A</domain>

source: Export bank transactions
es_es: Exportar transacciones bancarias

source: Bank Statements
es_es: Extractos bancarios

source: Select Exporter
es_es: Seleccionar exportador

source: Choose configuration
es_es: Elegir configuración

source: select
es_es: seleccionar

source: Export Options
es_es: Opciones de exportación

source: Export mode
es_es: Modo de exportación

source: File Download
es_es: Descarga de archivos

source: Direct Upload
es_es: Carga directa

source: Export
es_es: Exportar

source: &nbsp;Back
es_es: &nbsp;Atrás

source: Select Importer
es_es: Seleccionar importador

source: Import Options
es_es: Importar opciones

source: Dry run
es_es: Ejecución vacía

source: Process transactions right away
es_es: Procesar transacciones de inmediato

source: Import!
es_es: Importar

source: See Results
es_es: Ver resultados

source: Import More
es_es: Importar más

source: Delete Plugin "%1"
es_es: Eliminar complemento "%1"

source: You are about to delete plugin "%1" [%2]. You should consider simply disabling it, since all banking transactions that have been processed using this plugin would have a missing link if go through with the deletion. Do you want to delete it anyway?
es_es: Está a punto de eliminar el complemento "%1" [%2]. Debería considerar simplemente deshabilitarlo, ya que todas las transacciones bancarias que se han procesado con este complemento tendrían un enlace roto si continúa con la eliminación. ¿Quieres eliminarlo de todos modos?

source: The plugins listed on this page define <i>your</i> bank transaction processing workflow. You will need at least one import and one matching plugin to get started.
es_es: Los complementos enumerados en esta página definan <i>su</i> flujo de trabajo de procesamiento de transacciones bancarias. Necesitará al menos un importador y un complemento de coincidencias para comenzar.

source: You can get started downloading example plugin configurations from our <a href="%1" target="_blank">configuration database</a> (using the 'raw' link), and then upload them with our <a href="%2">IMPORTER</a>.
es_es: Puede comenzar descargando un ejemplo de configuraciones de complementos de nuestra <a href="%1" target="_blank">configuración de base de datos</a> (usando el enlace 'sin procesar') y luego cargarlas con nuestro <a href="%2">IMPORTADOR</a>.

source: Importer Plugins
es_es: Complementos del importador

source: Import plugins are used to transport transaction data obtained from banks and accounting software into CiviBanking. They source the information from files as well as from data feeds from external systems. Once imported, the payments will be processed by the matcher plugins.
es_es: Los complementos del importador se utilizan para transportar los datos de transacciones obtenidos de los bancos y de programarios de contabilidad hacia CiviBanking. Obtienen la información de archivos, así como de fuentes de datos de sistemas externos. Una vez importados, los complementos del comparador procesarán los pagos.

source: Add a new one.
es_es: Agregar uno nuevo.

source: Plugin
es_es: Complemento

source: Type
es_es: Tipo

source: Enabled?
es_es: ¿Activado?

source: Selection Order
es_es: Orden de selección

source: Yes
es_es: Sí

source: Actions
es_es: Acciones

source: Disable
es_es: Deshabilitar

source: Enable
es_es: Habilitar

source: Configure
es_es: Configurar

source: Export Configuration
es_es: Exportar configuración

source: Update Configuration
es_es: Actualizar configuración

source: Analyser / Matcher Plugins
es_es: Complementos de Análisis / Comparación

source: Matcher Plugins are used to match the transactions with the expected financial transactions, such as contributions, membership fees, etc. If no perfect match can be found, they will generate proposals for the user to review and confirm.
es_es: Los complementos de comparación se utilizan para hacer coincidir las transacciones con las transacciones financieras esperadas, como contribuciones, cuotas de miembro, etc. Si no se puede encontrar una coincidencia perfecta, generarán propuestas para que el usuario las revise y confirme.

source: Execution Order
es_es: Orden de ejecución

source: Postprocessors
es_es: Post-procesadores

source: Postprocessors are plugins that perform certain extra tasks once the correct contact, contribution, or other entity has been identified.
es_es: Los post-procesadores son complementos que realizan ciertas tareas adicionales una vez que se ha identificado el contacto, la contribución u otra entidad correctos.

source: Exporter Plugins
es_es: Complementos del exportador

source: Export plugins are used to save the processed transaction data along with their matching financial transactions into files or accounting systems.
es_es: Los complementos del exportador se utilizan para guardar los datos de transacción procesados junto con sus transacciones financieras correspondientes en archivos o sistemas de contabilidad.

source: New
es_es: Nuevo

source: Analysed
es_es: Analizados

source: Completed
es_es: Completados

source: Show Statements
es_es: Mostrar extractos

source: Showing statements for
es_es: Mostrar extractos para

source: all accounts
es_es: todas las cuentas

source: Filter
es_es: Filtrar

source: No transactions could be found with the requested status. Try the other status filter buttons above to find your imported payments.
es_es: No se encontraron transacciones con el estado solicitado. Pruebe los otros botones de filtro de estado anteriores para encontrar sus pagos importados.

source: No statments could be found with the requested status. Try the other status filter buttons above to find your imported statements.
es_es: No se encontraron extractos con el estado solicitado. Pruebe los otros botones de filtro de estado anteriores para encontrar sus extractos de cuenta importados.

source: Date
es_es: Fecha

source: Party
es_es: Parte/Persona

source: Status
es_es: Estado

source: view
es_es: ver

source: Target Account
es_es: Cuenta de destino

source: Statement
es_es: Extracto

source: Transaction count
es_es: Recuento de transacciones

source: With selected items perform:
es_es: Con los items seleccionados ejecutar:

source: Review
es_es: Revisar

source: Process
es_es: Procesar

source: List Lines
es_es: Listar líneas

source: Please select one or more items
es_es: Por favor seleccione uno o más ítems

source: _1 payments have been processed successfully, _2 had already been completed. The processing took _3s.
es_es: _1 pagos se han procesado con éxito, _2 ya se habían completado. El procesamiento ha tomado _3s.

source: <p>_1 out of _2 payments have not been processed!</p><p>If you need to process large amounts of payments manually, please adjust PHPs <code>max_execution_time</code>.</p>
es_es: <p>¡No se han procesado _1 de _2 pagos!</p> <p>Si necesita procesar grandes cantidades de pagos manualmente, ajuste el PHPs <code>max_execution_time</code>.</p>

source: Process timed out
es_es: Tiempo de proceso agotado

source: _1 payments in _2 statements have been deleted.
es_es: Se han eliminado _1 pagos en _2 extractos.

source: Are you sure?
es_es: ¿Seguro?

source: Do you really want to permanently delete the selected items?
es_es: ¿Realmente quieres eliminar permanentemente los elementos seleccionados?

source: BASIC INFO
es_es: INFORMACIÓN BÁSICA

source: Booking
es_es: Registrar

source: Value
es_es: Valor

source: TRANSACTION INFO
es_es: INFORMACIÓN DE LA TRANSACCIÓN

source: Stmt. #
es_es: Extr. #

source: DEBTOR INFO
es_es: INFORMACION DEL DEUDOR

source: Address
es_es: Dirección

source: Owner
es_es: Titular

source: Contact
es_es: Contacto

source: Purpose
es_es: Propósito

source: DETAILS
es_es: DETALLES

source: (click to see)
es_es: (clic para ver)

source: Back
es_es: Atrás

source: Analyse (again)
es_es: Analizar (de nuevo)

source: Confirm and Continue
es_es: Confirmar y continuar

source: Skip
es_es: Saltar

source: Skip Processed
es_es: Saltar procesadas

source: Confirm and Exit
es_es: Confirmar y salir

source: Skip and Exit
es_es: Saltar y salir

source: Back to statement lines
es_es: Volver a las líneas del extracto

source: Back to statements
es_es: Volver a extractos

source: Back to transaction list
es_es: Volver a la lista de transacciones

source: Generating suggestions...
es_es: Generando sugerencias...

source: Filter lines
es_es: Filtrar líneas

source: Walk through the payments and will show the suggestions and will give you the possibility to manually process the suggestions
es_es: Recorra los pagos, se le mostraran sugerencias y se le dará la posibilidad de procesar manualmente las mismas

source: Review transaction
es_es: Revisar transacción

source: Delete line
es_es: Eliminar línea

source: No statement lines found.
es_es: No se encontraron líneas en el extracto.

source: Analyse &amp; Process
es_es: Analizar &amp; Procesar

source: Back to statement list
es_es: Volver a la lista de extractos

source: _1 payments have been deleted.
es_es: Se han eliminado _1 pagos.

source: Do you really want to permanently delete this transaction?
es_es: ¿Realmente quieres eliminar esta transacción de forma permanente?

source: Include completed statements
es_es: Incluir extractos completados

source: Bank account
es_es: Cuenta bancaria

source: Clear
es_es: Limpiar

source: Starting date
es_es: Fecha de inicio

source: Ending date
es_es: Fecha de fin

source: Reference
es_es: Referencia

source: Sequence
es_es: Secuencia

source: (new / suggestions / processed / ignored)
es_es: (nueva / sugerencia / procesada / ignorada)

source: Review statements
es_es: Revisar extractos

source: List lines
es_es: Listar líneas

source: Delete statement
es_es: Eliminar extracto

source: No statements found.
es_es: No se encontraron extractos.

source: Do you really want to permanently delete the statement?
es_es: ¿Realmente quieres eliminar el extracto de forma permanente?

source: This transaction was associated with the new <a href="%1">contribution #%2</a>.
es_es: Esta transacción se asoció a la nueva <a href="%1">contribución #%2</a>.

source: Address incomplete
es_es: Dirección incompleta

source: An error has occurred:
es_es: Se ha producido un error:

source: This suggestion is possibly outdated. Please try and analyse this transaction again.
es_es: Esta sugerencia posiblemente está desactualizada. Intenta analizar esta transacción de nuevo.

source: The following contribution will be created:
es_es: La siguiente contribución será creada:

source: Donor
es_es: Donante

source: Campaign
es_es: Campaña

source: Please manually process this transaction and <i>then</i> add the resulting contributions to this list, <b><i>before</i></b> confirming this option.
es_es: Procesar manualmente esta transacción y <i>luego</i> agregar las contribuciones resultantes a esta lista, <b><i>antes</i></b> de confirmar esta opción.

source: add new contribution for:
es_es: agregar nueva contribución para:

source: add contact ID to list
es_es: agregar ID de contacto a la lista

source: refresh
es_es: refrescar

source: create empty contribution
es_es: crear contribución vacía

source: add existing contribution by ID
es_es: agregar contribución existente por ID

source: sum
es_es: sumar

source: <strong>WARNING:</strong> This is a negative amount, so all contributions below will be <strong>cancelled</strong>.
es_es: <strong>AVISO:</strong> Esta es una cantidad negativa, por lo que todas las contribuciones a continuación serán canceladas.

source: unknown address
es_es: dirección desconocida

source: No contact found... add manually &nbsp;&nbsp;&nbsp;=>
es_es: No se ha encontrado el contacto... agregar manualmente &nbsp;&nbsp;&nbsp;=>

source: remove
es_es: eliminar

source: <br/><b>Will be cancelled.</b>
es_es: <br/><b>Será cancelado.</b>

source: WARNING
es_es: AVISO

source: No valid contribution ID given.
es_es: No se ha dado un ID de contribución válido

source: This transaction cancelled <a href="%1">contribution #%2</a>.
es_es: Esta transacción canceló la <a href="%1">contribución #%2</a>.

source: The recorded cancellation reason was: "%1".
es_es: El motivo de cancelación registrado fue: "%1".

source: A cancellation fee of %1 was recorded.
es_es: Se registró una comisión de cancelación de %1 .

source: This transaction was reconciled with <a href="%1">contribution #%2</a>.
es_es: Esta transacción se concilió con la <a href="%1">contribución #%2</a>.

source: This transaction was associated with <a href="%1">contribution #%2</a>.
es_es: Esta transacción se asoció con la <a href="%1">contribución #%2</a>.

source: There seems to be a match:
es_es: Parece que hay una coincidencia:

source: edit contribution
es_es: editar contribución

source: Cancellation Reason
es_es: Motivo de cancelación

source: Cancellation Fee
es_es: Comisión de cancelación

source: This transaction was recorded as <a href="%1">membership fee contribution [%2]</a> for <a href="%3">membership [%4]</a>.
es_es: Esta transacción se registró como <a href="%1">contribución de cuota de miembro [%2]</a> para la <a href="%3">membresía [%4]</a>.

source: monthly
es_es: mensual

source: quarterly
es_es: trimestral

source: semi-annually
es_es: semestral

source: annually
es_es: anual

source: every %1 months
es_es: cada %1 meses

source: every %1 years
es_es: cada %1 años

source: on an irregular basis
es_es: de forma irregular

source: %1 has a <i>%2</i> membership of type %3 since %4.
es_es: %1 tiene una membresía <i>%2</i> del tipo %3 desde %4 .

source: If you confirm this suggestion, the transaction will be recorded as a fee payment for this membership.
es_es: Si confirma esta sugerencia, la transacción se registrará como un pago de cuota para esta membresía.

source: (%1 days earlier)
es_es: (%1 días antes)

source: (%1 days later)
es_es: (%1 días después)

source: Paid
es_es: Pagado

source: Cycle
es_es: Ciclo

source: Due
es_es: Vencimiento

source: Fee
es_es: Comisión

source: This transaction has created contribution %1 for recurring contribution %2
es_es: Esta transacción ha creado la contribución %1 para la contribución recurrente %2

source: %1 maintains a matching recurring contribution.
es_es: %1 mantiene una contribución recurrente coincidente.

source: If you confirm this suggestion, the transaction will be recorded as a new installment for this recurring contribution.
es_es: Si confirma esta sugerencia, la transacción se registrará como una nueva cuota para esta contribución recurrente.

source: %1 maintains %2 matching recurring contributions.
es_es: %1 mantiene %2 contribuciones recurrentes coincidentes.

source: %1 maintain %2 matching recurring contributions.
es_es: %1 mantiene %2 contribuciones recurrentes coincidentes.

source: If you confirm this suggestion, the transaction will be recorded as new installments for these recurring contributions.
es_es: Si confirma esta sugerencia, la transacción se registrará como nuevas cuotas para estas contribuciones recurrentes.

source: Active Since
es_es: Activa desde

source: Last Installment
es_es: Última cuota

source: This suggestion has been downgraded:
es_es: Esta sugerencia ha sido degradada:

source: This transaction created the new <a href="%1">contribution #%2</a> using rule [%3].
es_es: Esta transacción creó la nueva <a href="%1">contribución #%2</a> usando la regla [%3].

source: create new rule
es_es: crear nueva regla

source: New Rule Name
es_es: Nuevo nombre de regla

source: (Optional) Name
es_es: (Opcional) Nombre

source: New Rule Criteria
es_es: Nuevos criterios de regla

source: What information must match to trigger this rule?
es_es: ¿Qué información debe coincidir para activar esta regla?

source: Party IBAN
es_es: IBAN de la parte/persona

source: Our IBAN
es_es: Nuestro IBAN

source: Party Name
es_es: Nombre de la parte/persona

source: Transaction Reference
es_es: Referencia de la transacción

source: Transaction Purpose
es_es: Propósito de la transacción

source: The following data has been extracted for this transaction and may be helpful in adding a custom field.
es_es: Los siguientes datos se extrajeron de esta transacción y pueden ser útiles para agregar un campo personalizado.

source: Add custom condition
es_es: Agregar condición personalizada

source: New Rule Actions
es_es: Nuevas reglas de acciones

source: What information is added by this rule?
es_es: ¿Qué información agrega esta regla?

source: Field to set
es_es: Campo a configurar

source: Test Rule
es_es: Regla de prueba

source: You must select at least one action.
es_es: Debe seleccionar al menos una acción.

source: The new rule matches this bank transaction
es_es: La nueva regla coincide con esta transacción bancaria

source: The new rule does not match this bank transaction
es_es: La nueva regla no coincide con esta transacción bancaria

source: SEPA %1 Cancellation Notification
es_es: Notificación de cancelación SEPA %1

source: Mandate
es_es: Mandato

source: Cancellation
es_es: Cancelación

source: first time (in a row)
es_es: primera vez (en una fila)

source: %1 times in a row!
es_es: ¡%1 veces seguidas!

source: Contact Address
es_es: Dirección de contacto
