Repository: ixiam/banking
Catalog: l10n/*/LC_MESSAGES/banking.po
Languages: es_es

source: unknown
es_es: desconocido

source: Contact Phone Number
es_es: Teléfono de contacto

source: Contact Email
es_es: Correo electrónico de contacto

source: This SEPA transaction cancelled <a href="%1">contribution #%2</a>.
es_es: Esta transacción SEPA canceló la <a href="%1">contribución #%2</a>.

source: This SEPA transaction was reconciled with <a href="%1">contribution #%2</a>.
es_es: Esta transacción SEPA se concilió con la <a href="%1">contribución #%2</a>.

source: This transaction is a SEPA direct debit contribution by %1.
es_es: Esta transacción es una contribución de débito directo SEPA por %1.

source: The mandate reference is <a href="%1" target="_blank">%2</a>
es_es: La referencia del mandato es <a href="%1" target="_blank">%2</a>

source: Contribution <a href="%1" target="_blank">[%2]</a> will be closed, as will be the sepa transaction group if this is the last contribution.
es_es: La contribución <a href="%1" target="_blank">[%2]</a> se cerrará, al igual que el grupo de transacciones separado si esta es la última contribución.

source: Contribution <a href="%1" target="_blank">[%2]</a> will be cancelled.
es_es: La contribución <a href="%1" target="_blank">[%2]</a> se cancelará.

source: The mandate will also be cancelled, its status will change to INVALID.
es_es: El mandato también será cancelado, su estado cambiará a NO VÁLIDO.

source: An activity will be created to trigger a manual follow-up.
es_es: Se creará una actividad para realizar un seguimiento manual.

source: <b>Warning! There are some problems with this contribution:</b>
es_es: <b>¡Aviso! Hay algunos problemas con esta contribución:</b>

source: The following address was received from a bank statment:
es_es: La siguiente dirección se recibió de un extracto bancario:

source: Street Address
es_es: Dirección

source: Suppelemental Address 1
es_es: Dirección adicional 1

source: Suppelemental Address 2
es_es: Dirección adicional 2

source: Postal Code
es_es: Código postal

source: City
es_es: Ciudad

source: Which differs from the existing one:
es_es: Qué difiere de la existente:

source: Supplemental Address 1
es_es: Dirección adicional 1

source: Supplemental Address 2
es_es: Dirección adicional 2

source: The contact name should be divided in two parts, the first name and last name.
es_es: El nombre del contacto debe dividirse en dos partes, el nombre y los apellidos.
